{
  "members": [
    {
      "name": "Costas Arvanitis",
      "role": "Principal Investigator",
      "category": "Principal Investigator",
      "bio": "Dr. Arvanitis is a joint Associate Professor at the George W. Woodruff School of Mechanical Engineering and the Wallace H. Coulter Department of Biomedical Engineering at Georgia Institute of Technology and Emory University (2016-present). As the principal investigator, he has secured federal funding from the National Institutes of Health, National Science Foundation, private foundations, and industry. His scholarship has been disseminated in over 80 papers, abstracts, and book chapters.",
      "image": "images/costas.jpg"
    },
    {
      "name": "Hohyun (Henry) Lee",
      "role": "Postdoctoral Fellow",
      "category": "Graduate Students",
      "bio": "Hohyun (Henry) Lee is a Postdoctoral Fellow in the George Woodruff School of Mechanical Engineering at the Georgia Institute of Technology. He received his Bachelor degree in Mechanical Engineering at Georgia Institute of Technology. His current research is focused on Ultrasound Imaging and Therapy. Specific topics of research include the design of ultrasound guided FUS system for targeted drug delivery in central nervous system.",
      "image": "images/profile.jpg"
    },
    {
      "name": "Chulyong Kim",
      "role": "Postdoctoral Fellow",
      "category": "Graduate Students",
      "bio": "Chulyong Kim is a Postdoctoral Fellow in the George Woodruff School of Mechanical Engineering at Georgia Institute of Technology. He joined Dr. Arvanitis’ Lab in May 2018 with his general research interests in biomedical acoustics and its applications such as HIFU, ultrasonic biophysics, localized drug delivery, etc. His current research focus is on characterizing and modeling focused ultrasound-mediated hyperthermia to trigger the release of therapeutics encapsulated by nanoscale vehicles in the brain.",
      "image": "images/chulyong.jpg"
    },
    {
      "name": "Victor Menezes",
      "role": "Ph.D. Student",
      "category": "Graduate Students",
      "bio": "Victor Menezes is an Ph.D. Student in the Bioengineering Program, in the George W. Woodruff School of Mechanical Engineering. He joined the lab as an undergraduate assistant and graduated, in 2019, with a B.S. in Mechanical Engineering from the Georgia Institute of Technology. Victor rejoined the lab in January of 2021 and focuses his research on Focused Ultrasound treatment of brain cancer.",
      "image": "images/victor.jpg"
    },        
    {
      "name": "Pradosh P. Dash",
      "role": "Ph.D. Student",
      "category": "Graduate Students",
      "bio": "Pradosh Dash is a  Ph.D. student in the George Woodruff School of Mechanical Engineering at the Georgia Institute of Technology. He received his Master’s degree from Virginia Tech and Bachelor’s degree from the National Institute of Technology, Rourkela India, both in Mechanical Engineering. His current research interests include linear and nonlinear acoustics and sound propagation through complex media. Specific topics of research include the investigation of nonlinear acoustic effects to probe the vibroacoustic properties of the skull.",
      "image": "images/pradosh.jpg"
    },
    {
      "name": "Yann Ferry",
      "role": "Ph.D. Student",
      "category": "Graduate Students",
      "bio": "Yann",
      "image": "images/yann.jpg"
    },
    {
      "name": "Beatriz Silva",
      "role": "Ph.D. Student",
      "category": "Graduate Students",
      "bio": "Beatriz",
      "image": "images/bea.jpg"
    },
    {
      "name": "Zhuoqi (Chi Chi) Tong",
      "role": "Ph.D. Student",
      "category": "Graduate Students",
      "bio": "Chi Chi",
      "image": "images/chichi.jpg"
    },                
    {
      "name": "Adrianne H. Caracioni",
      "role": "Undergraduate Researcher",
      "category": "Undergraduate Students",
      "bio": "Ace",
      "image": "images/ace.jpg"
    },
    {
      "name": "Vasileios Kouloumentas",
      "role": "Undergraduate Researcher",
      "category": "Undergraduate Students",
      "bio": "vas",
      "image": "images/vas.jpg"
    },
    {
      "name": "Andrei Hancu",
      "role": "Undergraduate Researcher",
      "category": "Undergraduate Students",
      "bio": "Andrei",
      "image": "images/andrei.jpg"
    },          
    {
      "name": "Yutong Guo",
      "role": "Alumni",
      "category": "Former Students",
      "bio": "Currently at Stanford as Postdoctoral fellow.",
      "image": "images/yutong.jpg"
    },
    {
      "name": "Pranav Premdas",
      "role": "Alumni",
      "category": "Former Students",
      "bio": "Currently at ",
      "image": "images/pranav.png"
    },
    {
      "name": "Samhita Padmanabhan",
      "role": "Alumni",
      "category": "Former Students",
      "bio": "Currently at ",
      "image": "images/samhita.jpg"
    },
    {
      "name": "Shwetha Sridhar",
      "role": "Alumni",
      "category": "Former Students",
      "bio": "Currently at ",
      "image": "images/shwetha.jpeg"
    }
  ]
}
